{
    "1": {
        "md": "1 \/ Tadasana\nTada means a mountain. Sama means upright, straight, unmoved. Sthiti is standing still, steadiness. Tadasana therefore implies a pose where one stands firm and erect as a mountain. This is the basic standing pose. Technique: 1. Stand erect with the feet together, the heels and big toes touching each other. Rest the metatarsals on the floor and stretch all the toes flat. 2. Tighten the knees and pull the knee-caps up, contract the hips and pull up the muscles at the back of the thighs. 3. Keep the stomach in, chest forward, spine stretched up and the neck straight. 4. Do not bear the weight of the body either on the heels or the toes, but distribute it evenly on them both. 5. Ideally in Tadasana the arms are stretched over the head, but for convenience, one can keep them by the side of the thighs.\n\nImproves standing posture, increases spinal elasticity, firms hips and abdomen, develops mental agility.",
        "updated_at": "2026-01-04T20:50:37-07:00"
    },
    "204": {
        "md": "204 \/ Sūrya Bhedana Prānāyāma\nTechnique\n\n1. Sit in any comfortable position like Padmasana (Image 104), Siddhasana (Image 84) or Virasana (Image 89).\n\n2. Keep the back erect and rigid. Lower the head to the trunk. Rest the chin in the notch between the collar-bones just above the breast-bone. (This is Jalandhara Bandha.)\n\n3. Stretch the left arm. Rest the back of the left wrist on the left knee. Perform Jñāna Mudra with the left hand (as stated in stage 3 of the technique of Ujjayi).\n\n4. Bend the right arm at the elbow. Bend the index and middle fingers towards the palm, keeping them passive. Bring the ring and little fingers towards the thumb. (Image 598)\n\n5. Place the right thumb on the right side of the nose just below the nasal bone, the ring and little fingers on the left side of the nose just below the nasal bone, just above the curve of the fatty tissue of the nostrils above the upper jaw.\n\n6. Press the ring and the little finger to block the left side of the nose completely.\n\n7. With the right thumb, press the fatty tissue on the right side so as to make the outer edge of the right nostril parallel to the lower edge of the cartilage of the septum.\n\n8. The right thumb is bent at the top joint and the tip of the thumb is placed at a right angle to the septum. (Image 599)\n\n9. Now inhale slowly and deeply controlling the aperture of the right nostril with the tip of the thumb nearer the nail. Fill the lungs to the brim (pūraka).\n\n10. Then block the right nostril so that both are now blocked.\n\n11. Hold the breath for about 5 seconds (antara kumbhaka) while practising Mūla Bandha (see p. 366).\n\n12. Keeping the right nostril completely blocked, open the left nostril partially and exhale through it slowly and deeply (rechaka).\n\n13. During the exhalation regulate the rhythmic flow of air from the left nostril by adjusting pressure with the ring and little fingers, so that the outer edge of the left nostril is kept parallel to the septum. The pressure should be exerted from the inner sides of the tips of the fingers (away from the nails).\n\n14. This completes one cycle of Sūrya Bhedana Prānāyāma. Continue with more cycles at a stretch from 5 to 10 minutes, according to capacity.\n\n15. All the inhalations in Sūrya Bhedana are from the right nostril and all the exhalations from the left nostril.\n\n16. Throughout the process, the passage of air is felt at the tips of the fingers and the thumbs and in the nasal membranes where pressure is applied. The passage of air makes a sound similar to air escaping from a cycle tube. This sound should be maintained constant throughout by varying pressure on the nostrils.\n\n17. The eyes, temples, eyebrows and the skin on the forehead should remain completely passive and show no sign of strain.\n\n18. The mind should be absorbed completely in listening to the proper sound of the passage of air and in maintaining a proper rhythm in breathing.\n\n19. Each inhalation and exhalation should last for the same length of time.\n\n20. The inhalation and the exhalation should not be forced. An even and slow rhythm should be maintained throughout.\n\n21. Lie down in Savasana after completing pranayama. (Image 592)\n\nEffects Increases digestive power, soothes and invigorates the nerves, and cleans the sinuses. Fills lungs more slowly and fully than Ujjayi. Beneficial for persons with low blood pressure.\n\nNote: Those with high blood pressure or heart trouble should not perform breath retention (kumbhaka).",
        "updated_at": "2026-01-04T21:07:15-07:00"
    },
    "205": {
        "md": "205 \/ Nāḍī Śodhana Prānāyāma\n\nTechnique\n\n1. Sit in any comfortable position like Padmasana (Image 104), Siddhasana (Image 84) or Virasana (Image 89).\n\n2. Keep the back erect and rigid. Lower the head to the trunk. Rest the chin in the notch between the collar-bones just above the breast-bone. (This is Jalandhara Bandha.)\n\n3. Stretch the left arm. Rest the back of the left wrist on the left knee. Perform Jñāna Mudra with the left hand (as stated in stage 3 of the technique of Ujjayi).\n\n4. Bend the right arm at the elbow. Bend the index and middle fingers towards the palm, keeping them passive. Bring the ring and little fingers towards the thumb. (Image 598)\n\n5. Place the right thumb on the right side of the nose just below the nasal bone, the ring and little fingers on the left side of the nose just below the nasal bone, just above the curve of the fatty tissue of the nostrils above the upper jaw.\n\n6. Press the ring and the little finger to block the left side of the nose completely.\n\n7. With the right thumb, press the fatty tissue on the right side so as to make the outer edge of the right nostril parallel to the lower edge of the cartilage of the septum.\n\n8. The right thumb is bent at the top joint and the tip of the thumb is placed at a right angle to the septum. (Image 599)\n\n9. Empty the lungs completely through the right nostril. Control the aperture of the right nostril with the inner side of the right thumb, away from the nail.\n\n10. Now inhale slowly, steadily and deeply through the right nostril, controlling the aperture with the tip of the right thumb near the nail. Fill the lungs to the brim (pūraka). During this inhalation the left nostril is completely blocked by the ring and little fingers.\n\n11. After full inhalation, block the right nostril completely with the pressure of the thumb and release the pressure of the ring and little fingers on the left nostril. Readjust them on the outer edge of the left nostril and keep it parallel to the septum. Exhale slowly, steadily and deeply through the left nostril. Empty the lungs completely. The pressure should be exerted from the inner sides of the tips of the ring and little fingers (away from the nails) (rechaka).\n\n12. After full exhalation through the left nostril, change the pressure on it by adjusting the fingers. In the changed position, the tips of the ring and little fingers nearer the nails exert the pressure.\n\n13. Now inhale through the left nostril slowly, steadily and deeply, filling the lungs to the brim (pūraka).\n\n14. After full inhalation through the left nostril, block it and exhale through the right nostril, adjusting the pressure of the right thumb on the right nostril as stated in para. 2 above (rechaka).\n\n15. This completes one cycle of Nāḍī Śodhana Prānāyāma. Here the rhythm of breathing is as follows: \n\n===>a. Exhale through the right nostril. \n===>b. Inhale through the right nostril. \n===>c. Exhale through the left nostril. \n===>d. Inhale through the left nostril. \n===>e. Exhale through the right nostril. \n===>f. Inhale through the right nostril. \n===>g. Exhale through the left nostril. \n===>h. Inhale through the left nostril. \n===>i. Exhale through the right nostril. \n===>j. Inhale through the right nostril ... and so on.\n\nStage (a) above is the preparatory one. The first real Nāḍī Śodhana Prānāyāma cycle starts at stage (b) and ends at stage (e). The second cycle starts at stage (f) and ends at stage (i). Stage (j) is the safety measure to be observed after the completion of the cycles in order to prevent gasping, breathlessness and strain on the heart.\n\nDo 8 to 10 cycles at a stretch as described above. This may take 6 or 8 minutes.\n\nInhalation and exhalation from each side should take the same time. In the beginning the duration will be unequal. Persevere until equality is achieved.\n\nAfter achieving mastery over the equal duration and precision over inhalation and exhalation on either side an attempt may be made to retain breath (antara kumbhaka) after inhaling.\n\nThis precision is only achieved after long practice.\n\nRetention should not disturb the rhythm and equality of inhalation and exhalation. If either are disturbed curtail the period of retention or hold the breath on alternate cycles.\n\nDuring retention after inhalation practise Mūla Bandha (see p. 366).\n\nDo not attempt to hold the breath after exhalation (bāhya kumbhaka, Image 600) until you have mastered retention after inhalation (antara kumbhaka). Then during bāhya kumbhaka practise Uddiyana (Images 593, 594) with Mūla Bandha (see p. 366).\n\nRetention and the lengthening of inhalation and exhalation should only be attempted with the help and under the guidance of an experienced Guru.\n\nAlways conclude by lying down in Savasana. (Image 592)\n\nEffects Increases oxygen supply to the blood, refreshing the body; calms and purifies the nerves; stills and clears the mind (lucidity).\n\nNote: Persons with high blood pressure or heart trouble should not hold their breath (kumbhaka). Persons with low blood pressure benefit from internal retention.",
        "updated_at": "2026-01-04T21:14:08-07:00"
    },
    "37": {
        "md": "37 \/ Gomukhasana\nGo means a cow. Mukha means face. Gomukha means one whose face resembles a cow. \n\nTechnique: \n\n1. Sit on the floor. (Image 77) \n2. Bend the left knee back and sit on the left foot. Place the right thigh over the left one. \n3. Raise the left arm over the head, bend at the elbow and place the left palm below the nape of neck. Lower the right arm, bend at the elbow and raise the right forearm up behind the back. Clasp the hands. (Image 80 and 81) \n4. Hold from 30 to 60 seconds. Effects: The pose cures cramp in the legs and makes the leg muscles elastic. The chest is well expanded and the back becomes erect. The shoulder joints move freely.\n\nCures leg cramps, expands chest, improves shoulder joints.",
        "updated_at": "2026-01-04T21:15:19-07:00"
    },
    "38": {
        "md": "38 \/ Lolasana\nLola means tremulous, moving to and fro or dangling like an earring. \n\nTechnique: \n\n1. Sit on the floor. (Image 77) \n2. Place palms on the floor by the side of the hips. \n3. Bend the right knee, place right sole beneath left buttock. Sit on it. \n4. Bend left knee, place left sole beneath right buttock. Sit on it. The feet will be crossed. (Image 82) \n5. Exhale, raise the trunk and legs off the floor and balance on the hands. (Image 83.) Gently rock the trunk and legs forwards and backwards. \n\nEffects: This asana strengthens the wrists and hands, the muscles of the back and the abdominal organs.",
        "updated_at": "2026-01-04T21:16:39-07:00"
    },
    "40": {
        "md": "40 \/ Virasana\nVira means a hero, warrior. \n\nTechnique: \n1. Kneel on the floor. Spread the feet about 18 inches apart. \n2. Rest the buttocks on the floor, inner side of each calf touching the outer side of its respective thigh. Keep back erect. (Image 89) \n3. Interlock fingers and stretch arms straight over head, palms up. (Image 91) \n4. Exhale, place palms on soles, bend forward and rest chin on knees. (Image 92). \n\nEffects: The pose cures rheumatic pains in the knees and gout, and is also good for flat feet. Can be done immediately after food and will relieve heaviness in the stomach.",
        "updated_at": "2026-01-04T21:17:44-07:00"
    },
    "45": {
        "md": "45 \/ Padmasana\nLotus posture. \n\nTechnique: \n1. Sit with legs straight. \n2. Place right foot at root of left thigh, heel near navel. \n3. Place left foot at root of right thigh, heel near navel. (Image 104). \n\nEffects: One of the most relaxing poses. Keeps mind attentive and alert. Good for curing stiffness in knees and ankles.\n\nBasic meditation pose, tones abdominal organs\/spine.",
        "updated_at": "2026-01-04T21:19:06-07:00"
    },
    "170": {
        "md": "170 \/ Samakonasana\nSama means the same, like, even or straight. Kona means an angle and a point of a compass. In this asana the split is performed with the legs spread apart sideways, and the hands are folded in front of the chest. It is harder to perform than Hanumanasana. (Image 475.) Both the legs and the pelvic region of the body are in one straight line.\n\nTechnique\n\nStand in Tadasana (Image 1), rest the hands on the hips and spread the legs apart sideways to your capacity. (Image 29)\n\nPlace the palms on the floor (Image 30) and with an exhalation stretch the legs further and further until you sit on the floor with both legs spread sideways in a straight line. The entire back of the legs, especially the back of the knees, should rest on the floor.\n\nJoin the palms in front of the chest (Image 477) and stay in the pose for a few seconds.\n\nPlace the palms on the floor, raise the hips and bring the legs closer and closer to each other until you stand up again in Uttanasana. (Image 47.) Then stand in Tadasana (Image 1) and relax.\n\nEffects: In this pose the hip joints are exercised and the legs are made to move freely in all directions. The spine is stretched and any defect in the lower part of the spine is cured. The pose, like Hanumanasana (Image 475), tones the leg muscles and makes the legs shapely. It prevents the development of hernia and relieves sciatic pains. It helps the blood to circulate in the pelvic region and genital organs and keeps them healthy.",
        "updated_at": "2026-01-05T00:21:32-07:00"
    },
    "26": {
        "md": "26 \/ Makarasana\nVerse 40 of the second chapter of the Gheranda Samhita describes Makarasana: ‘Lie on the ground face down, the chest touching the earth and both legs stretched out: catch the head with the arms. This is the Crocodile Posture which increases bodily heat.’ It is a variation of Salabhasana.\n\nIncreases bodily heat.",
        "updated_at": "2026-01-05T18:11:32-07:00"
    },
    "74": {
        "md": "74 \/ Salamba Sirsasana I\nSupported headstand. King of all asanas. \n\nTechnique: \n1. Interlock fingers, cupped palms. 2. Crown of head on blanket. 3. Lift knees, swing legs up. 4. Stand perpendicular. (Image 184). \n\nEffects: Tonic for the brain cells. Ensures proper blood supply to pituitary and pineal glands. Boon to memory and vitality. Improves hemoglobin.",
        "updated_at": "2026-01-07T17:22:47-07:00"
    }
}